[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Luk
btnUpdate.Caption=Hent
btnConfirmCancel.Caption=Afbryd
btnUptoDateOK.Caption=OK
lblUpToDate.Caption=Tillykke! Du har allerede den nyeste version. Ingen opdatering tilgængelig.
lblGetUptInfo.Caption=Henter opdaterings information, vent venligst...
btnConfigCancel.Caption=Afbryd
btnMinimize.Caption=Minimer
btnProcessCancel.Caption=Afbryd
btnUptWeb.Caption=Opdater Nu
btnWebCancel.Caption=Opdater Senere
lblUpdateFailed.Caption=Opdatering mislykkedes! Prøv venligst igen senere. Eller klik på Forsøg igen for at opdatere igen.
btnFailedClose.Caption=Luk
btnRetry.Caption=Forsøg igen
btnSuccessClose.Caption=OK

[LiveUpdate_M]
Item=Post
Size=Størrelse
Version=Version
DownLoading=Henter
OK=OK
Close=Luk
LiveUpdate=Opdater
UpdateSuccess=%s er opdateret. Du kan nu bruge nyeste funktioner og forbedringer.
WebDownLoad=Ny version af%s er tilgængelig. Du skal opdatere det nu for at få de nyeste funktioner og forbedringer. Det er gratis.
AvailableUpdates=Tilgængelige opdateringer
NewVersion=Ny Version
VersionUpdate=Version Update
ImportantUpdate=Vigtig Opdatering

